tap "buildpacks/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "act"
brew "bzip2"
brew "openssl@3"
brew "glib"
brew "curl"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fpp"
brew "fzf"
brew "gallery-dl"
brew "gh"
brew "git"
brew "gnupg"
brew "graphviz"
brew "grc"
brew "helix"
brew "htop"
brew "imagemagick"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "node"
brew "p7zip"
brew "ripgrep"
brew "rsync"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "yazi", args: ["HEAD"]
brew "yt-dlp"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "teamviewer"
cask "wezterm"
cask "hiddenbar"
cask "iterm2"
cask "joplin"
cask "localsend"
cask "motrix"
cask "raycast"
cask "spotify"
cask "stats"
cask "the-unarchiver"
cask "upscayl"
cask "warp"